clackups/draftling/sdkconfig.defaults.lilygo_t5_epd_s3_pro
# CMakePresets.json board defaults: LilyGO T5 E-Paper S3 Pro / Pro Lite
# Sets the hardware model and IDF target used by the "lilygo_t5_epd_s3_pro" preset.

CONFIG_IDF_TARGET="esp32s3"
CONFIG_DRAFTLING_MODEL_LILYGO_T5_EPD_S3_PRO=y
